[
    {
        "id": 1,
        "nombre": "Microondas",
        "imagen": "../img/microondas.png",
        "precio":2000,
        "descripcion": "Para cocineros express o amantes del arte del buen comer, un microondas es un aliado indiscutible de la cocina. Ahorrá tiempo, llevá los alimentos a su punto de cocción o volvé a deleitarte con los sabores de los platos que ya preparaste.",
        "stock": 20,
        "categoria": "Cocina"
    },
    {
        "id": 2,
        "nombre": "Televisores 4K",
        "imagen": "../img/tv.png",
        "precio": 40000,
        "descripcion": "Televisor Smart de 50' pantalla plana. Tiempo de respuesta 8ms. Frecuencia de barrido 60Hz. Brillo 280cd/m2 Radio de contraste 5000:1. Parlantes integrados. Potencia RMS 2x8W. Dolby MS12. Salidas de audio. Wi Fi. Entrada video componente. 2 Entradas USB (1 x USB 3.0). 3 Entradas HDMI. AV in. Line out (audio out). RJ45. RF imput. Incluye control remoto. Sintonizador digital ISDB-T. Sistema operativo Linux. Navegador. Aplicaciones: Netflix, Youtube, Prime Video, App store. Vesa largo x alto (mm) 300x300",
        "stock": 10,
        "categoria": "Televisores"
    },
    {
        "id": 3,
        "nombre": "Cortadora de pasto",
        "imagen":"../img/cortadoraCesped.png",
        "pecio": 82000,
        "descripcion": "La cortadora de césped Black & Decker GR1000 cuenta con un potente motor universal de 1200 watts, liviano y fácil de utilizar. Además, posee una empuñadora cómoda que permite su transporte y almacenaje de manera sencilla.",
        "stock": 35,
        "categoria": "Home"
    },
    {
        "id": 4,
        "nombre": "Laptop",
        "imagen":"../img/laptop.png",
        "pecio": 95000,
        "descripcion": "La laptop ThinkBook 16 de 4ta generación te ofrece el máximo. Más potencia gracias a su procesador Intel® Core™ de 12va generación. Ahora también con más espacio: la pantalla de 16' es la más grande de la línea ThinkBook, con su resolución de hasta 2,5 K y opciones gráficas avanzadas. La conectividad inalámbrica se actualiza desde versiones anteriores; además, los nuevos sensores y funciones inteligentes contribuyen a tu productividad y protegen los datos de tu negocio.",
        "stock": 16,
        "categoria": "Informatica"

    },
    {
        "id": 5,
        "nombre": "Parlante",
        "imagen":"../img/parlante.png",
        "pecio": 20000,
        "descripcion": "El equipo de audio Philco DJP61 cuenta con display digital, efectos de iluminación y botonera de efectos DJ. Sus dimensiones son: 260 mm x 530 mm x 215 mm, mientras que su peso es de 3,59 Kg.",
        "stock": 25,
        "categoria": "Musica"
    }
]